[Balance.PawnBalance_PsychoSnow AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Psicopata das Neves")
PlayThroughs[1]=(DisplayName="Psicopata das Neves Malicioso")
PlayThroughs[2]=(DisplayName="Psicopata das Neves Furioso")

[Character.CharClass_Allium_PsychoSnow AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

